{
  "users": [
    {
      "id": "001",
      "login": "anton",
      "password": "qwerty123",
      "registed_at" : "2050-09-22",
      "role_id": 0
    }
  ],
  "roles": [
    {
      "id": 0,
      "name": "Администратор"
    }
  ],
  "posts": [
    {
      "id": "001",
      "title": "anton",
      "image_url": "#",
      "content" : "Господа, базовый вектор развития обеспечивает широкому кругу (специалистов) участие в формировании экспериментов, поражающих по своей масштабности и грандиозности. Ясность нашей позиции очевидна: новая модель организационной деятельности, а также свежий взгляд на привычные вещи — безусловно открывает новые горизонты для новых принципов формирования материально-технической и кадровой базы! <br> Господа, убеждённость некоторых оппонентов требует определения и уточнения благоприятных перспектив. Современные технологии достигли такого уровня, что внедрение современных методик предполагает независимые способы реализации вывода текущих активов. В своём стремлении улучшить пользовательский опыт мы упускаем, что непосредственные участники технического прогресса освещают чрезвычайно интересные особенности картины в целом, однако конкретные выводы, разумеется, описаны максимально подробно. <br> Следует отметить, что высококачественный прототип будущего проекта создаёт предпосылки для поставленных обществом задач. Принимая во внимание показатели успешности, начало повседневной работы по формированию позиции создаёт предпосылки для экономической целесообразности принимаемых решений. Прежде всего, перспективное планирование играет важную роль в формировании благоприятных перспектив. В рамках спецификации современных стандартов, акционеры крупнейших компаний подвергнуты целой серии независимых исследований. Задача организации, в особенности же синтетическое тестирование позволяет оценить значение стандартных подходов. С другой стороны, внедрение современных методик предполагает независимые способы реализации соответствующих условий активизации!",
      "published_at": "2045-06-21"
    }
  ]
}